<?php
/* ONLINE START ******************************/

$r_webcam_list = ' Видеокамеры,  разрешённые для просмотра<br>'.
'по протоколу HTTP (в интернет-браузерах).';
$strNotWebcamDef = 'Нет ни одной разрешённой для просмотра по протоколу HTTP (через интернет-браузер) видеокамеры. '.
'<br>Если просмотр необходим - обратитесь к администратору системы.';
$strShowCam = 'Показать изображение с выбранных видеокамер';
$WebCam = 'Веб-камеры';
$fmtActiveWEBCAMS='Всего сконфигурировано для просмотра по сети - %d вебкамер(ы).';
$srtNoActiveWEBCAMS='Инсталлятор или администратор системы<br> не настроил ни одной камеры для просмотра через браузер.';
$strWcMons='Доступные раскладки(планы) просмотра.';
$strWcMons2='Переход к выбору камер для конкретной раскладки по соответствующей ссылке.';
$strFitToScreen = 'Масштабировать на весь экран';
$strPrintCamNames='Выводить крупно названия камер';
$strEnableReconnect='Пытаться востановить соединение при потере связи';
$WcListShow = array(
'не показывать',
'правильно сконфигурированные для просмотра по сети',
'все'
);

$AspectRatioArray = array(
  'calc'=>'как у камеры в главном окне',
  'fs' => 'растянуть окна на весь экран',
);
$sWcDefLayout = 'Определите расположение камер в плане раскладки и нажмите кнопку &#171;Показать ...&#187;.<br>Обязательно определите камеру для главного окна раскладки,<br>выделенного рамкой другого цвета.';

/******************************** ONLINE END */

?>
